Processing/target/classes/editedMessage_xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid>10</groupid>
<password></ZLa0>uF04</password>
<userid>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail".com</email>
<groupid>10</groupid>
<password>apple</password>
<userid>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid></-5>3</groupid>
<password>apple</password>
<userid>2&0</userid>
<username>appl"e</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid></-5>432</groupid>
<password>apple</password>
<userid>20</userid>
<username></>a</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1"></>04@WqKF.</email>
<groupid>"10</groupid>
<password>apple</#text><#text>apple</password>
<userid>20</#text><#text>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">a<pple@gmail.com</email>
<groupid>10</groupid>
<password>apple</password>
<userid>&lt;20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid>10</groupid><groupid>10</groupid>
<password>apple</password>
<userid>20</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email class="email" id="1">apple@gmail.com</email>
<groupid>10</groupid>
<password>apple</password>
<password>apple</password>
<userid></>+84</userid>
<username>ap&ple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>

